{"translation-revision-date":"2022-08-03 04:00:34+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Select a block to install and add it to your post.":["Selecione um bloco para instalar e adicionar ao seu post."],"Available to install":["Disponível para instalação"],"No results available from your installed blocks.":["Sem resultados disponíveis nos blocos já instalados."],"%d additional block is available to install.":["%d bloco adicional está disponível para instalação.","%d blocos adicionais estão disponíveis para instalação."],"Blocks available for install":["Blocos disponíveis para instalação"],"Install block":["Instalar bloco"],"%1$s <span>by %2$s<\/span>":["%1$s <span>por %2$s<\/span>"],"Installing…":["Instalando..."],"Install %1$s. %2$s stars with %3$s review.":["Instalar %1$s. %2$s estrelas em %3$s avaliação.","Instalar %1$s. %2$s estrelas em %3$s avaliações."],"Try reloading the page.":["Tente atualizar a página."],"Block %s installed and added.":["Bloco %s instalado e adicionado."],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Seu site não inclui suporte para o bloco %s. Você pode tentar instalar o bloco, convertê-lo em um bloco de HTML personalizado ou removê-lo completamente."],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":["Seu site não oferece suporte ao bloco %s. Você pode tentar instalar o bloco ou removê-lo totalmente."],"The following block has been added to your site.":["O seguinte bloco foi adicionado ao seu site.","Os seguintes blocos foram adicionados ao seu site."],"Added: %d block":["Adicionado: %d bloco","Adicionado: %d blocos"],"Error installing block. You can reload the page and try again.":["Ocorreu um erro ao instalar o bloco. Você pode recarregar a página e tentar novamente."],"This block is already installed. Try reloading the page.":["Este bloco já está instalado. Tente recarregar a página."],"An error occurred.":["Ocorreu um erro."],"Error registering block. Try reloading the page.":["Erro ao cadastrar o bloco. Tente recarregar a página."],"%s out of 5 stars":["%s de 5 estrelas"],"Keep as HTML":["Manter como HTML"],"Install %s":["Instalar %s"],"Installed!":["Instalado!"],"No results found.":["Nenhum resultado encontrado."],"By %s":["Por %s"]}},"comment":{"reference":"wp-includes\/js\/dist\/block-directory.js"}}